# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'zsh-completions'
brew 'starship'
brew 'awscli'
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'jenv'
brew 'nvm'
brew 'pyenv'
brew 'rbenv'
brew 'cfn-lint'
brew 'bitwarden-cli'

# Apps
cask 'jetbrains-toolbox'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'imageoptim'
cask 'postman'
cask 'maccy'
cask 'visual-studio-code'
cask 'slack'
cask 'microsoft-teams'
cask 'gpg-suite-no-mail'
cask 'the-unarchiver'
cask 'copilot-for-xcode'
cask 'flipper'
cask 'xcodes'
cask 'gimp'
cask 'warp'
cask 'spotify'
cask 'synology-drive'
cask 'synology-note-station-client'
cask 'bitwarden'
cask 'rectangle'
cask 'bezel'
cask 'displaylink'
cask 'fork'
cask 'gitbutler'
cask 'logi-options-plus'
cask 'steam'
cask 'azure-data-studio'
cask 'microsoft-remote-desktop'
cask 'keeper-password-manager'
cask 'garmin-express'

# Fonts
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-fira-code'
cask 'font-hack-nerd-font'
